

const ARTICLE_1 = [
    {
        "user": "عبدالرحمن بن خليفه",
        "txt": "أذا اردت ان تساهم في الموقع و تضيف كتاب او مقال او اقتراح تستطيع التحدث معي عبر وسائل التواصل الاجتماعي الواتس اب او الفيس بوك او التلجرام كيف تتواصل معي ؟ هناك زر علي اليمين علي شكل منزل اضغط عليه ثم علامه التعجب و سوف يتضح لك بعض البيانات ",
        "isVip": true,
        "photoPath": "./assets/contributors/abdelrhmankhalifa.jpg",
        "title": "مساعده"
    }
];








const ARTICLE_2 = [
    {
        "user": "عبدالرحمن بن خليفه",
        "txt": "أذا اردت ان تساهم في الموقع و تضيف كتاب او مقال او اقتراح تستطيع التحدث معي عبر وسائل التواصل الاجتماعي الواتس اب او الفيس بوك او التلجرام كيف تتواصل معي ؟ هناك زر علي اليمين علي شكل منزل اضغط عليه ثم علامه التعجب و سوف يتضح لك بعض البيانات ",
        "isVip": true,
        "photoPath": "./assets/contributors/abdelrhmankhalifa.jpg",
        "title": "مساعده"
    }
];







const ARTICLE_3 = [
    {
        "user": "عبدالرحمن بن خليفه",
        "txt": "أذا اردت ان تساهم في الموقع و تضيف كتاب او مقال او اقتراح تستطيع التحدث معي عبر وسائل التواصل الاجتماعي الواتس اب او الفيس بوك او التلجرام كيف تتواصل معي ؟ هناك زر علي اليمين علي شكل منزل اضغط عليه ثم علامه التعجب و سوف يتضح لك بعض البيانات ",
        "isVip": true,
        "photoPath": "./assets/contributors/abdelrhmankhalifa.jpg",
        "title": "مساعده"
    },
    {
        "user": "مصطفي علي ",
        "title": "تجربه",
        "txt": "فقط هذه المقاله للتجربه سوف يتم إزالتها قريبا",
        "isVip": false,
        "photoPath": "./assets/maleUser.jpg"
    }
];






const ARTICLE_4 = [
    {
        "user": "عبدالرحمن بن خليفه",
        "txt": "أذا اردت ان تساهم في الموقع و تضيف كتاب او مقال او اقتراح تستطيع التحدث معي عبر وسائل التواصل الاجتماعي الواتس اب او الفيس بوك او التلجرام كيف تتواصل معي ؟ هناك زر علي اليمين علي شكل منزل اضغط عليه ثم علامه التعجب و سوف يتضح لك بعض البيانات ",
        "isVip": true,
        "photoPath": "./assets/contributors/abdelrhmankhalifa.jpg",
        "title":"مساعده"
    }
]